[ItemDefs.ID_MO_DontKnowJack_Echo2 MissionItemDefinition]
UseFailureCharacterMessage="anybody %s Use this article."
ItemName="echo equipment"
PickupMessage="You got it %s"
UseFailureLevelMessage="At least %d can be used. You must stay in position.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="curriculum vitae"

[ItemDefs.ID_MO_DontKnowJack_Echo2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An old audio file sheds light on Jack Hansen's past."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DontKnowJack_Echo3 MissionItemDefinition]
UseFailureCharacterMessage="There is %s Use this item."
ItemName="echo chamber"
PickupMessage="you are me %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="usually"

[ItemDefs.ID_MO_DontKnowJack_Echo3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="The old book contains stories from Handsome Jack's past.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DontKnowJack_Echo4 MissionItemDefinition]
UseFailureCharacterMessage="a request %s Use this item."
ItemName="I am"
PickupMessage="Can you hear me %s"
UseFailureLevelMessage="This feature requires at least %d.."
UseFailureConstraintsMessage="The article is not here.."
NoManufacturerName="Filing and Storage"

[ItemDefs.ID_MO_DontKnowJack_Echo4:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="There's an old rumor about how handsome Jack was back then.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DontKnowJack_Echo5 MissionItemDefinition]
UseFailureCharacterMessage="MUST %s Use this article."
ItemName="Newspaper "Rekha"."
PickupMessage="It's here %s"
UseFailureLevelMessage="To use this item you must have at least %d."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="Generally"

[ItemDefs.ID_MO_DontKnowJack_Echo5:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Older post from Handsome Jake."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_YouDontKnowJack_EchoBus MissionItemDefinition]
UseFailureCharacterMessage="you should %s Take advantage of this opportunity."
ItemName="environmental equipment"
PickupMessage="You did it %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This product is not available."
NoManufacturerName="usually"

[ItemDefs.ID_MO_YouDontKnowJack_EchoBus:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A classic audiobook that tells the story of Jack."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_MO_YouDontKnowJack_Echo MissionItemDefinition]
UseFailureCharacterMessage="It should be so. %s to use this feature."
ItemName="Ultrasonic equipment"
PickupMessage="Then finally he was born %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="everything"

[ItemPool.ID_MO_YouDontKnowJack_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A documentary about Handsome Jack's past."
NoConstraintText=""
Suffix=""
Prefix=""

